Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=177_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Jeeʹres
fin: Koltansaamenkieli; muut materiaalit

source: Teäddkaartin
fin: Julisteissa

source: Teäddkaart lie jurddum mättʼtõõzz tuärjjõssân ǩiõllpieʹzzid, peiʹvvhåiddpaaiʹǩid da sääʹmkiõllsaž klaassid.
fin: on kuvat ja nimitykset arkivaatteista ja asusteista, henkseleistä saunatakkeihin.

source: Sääʹmteʹǧǧ 2014
fin: Saamelaiskäräjät 2014

source: Tiina Sanila-Aikio da Pirjo Lotvonen lie raajjâm nuõrttsääʹmǩiõllsaž teäddkaarti teeʹkstid.
fin: ja Pirjo Lotvonen ovat laatineet julisteiden tekstit.

source: Teäddkaartâst lie snilmdõõǥǥ da tõid lij sniimmâm Ulla Isotalo.
fin: Valokuvat on ottanut Ulla Isotalo.

source: jåårǥlâttam Seija Sivertsen
fin: saameksi Seija Sivertsen

source: hâʹdd: 7,00 € tääʹss: 5 lk
fin: Ortodoksinen uskonnon työkirja 5. luokalle)

source: Sääʹmteʹǧǧ 2012
fin: Saamelaiskäräjät 2012

source: Kerttu Vuolab
fin: (sanat, nuotit ja kuvitus),

source: (sääʹn, suöm da pirstõõzz)
fin: koltansaameksi Marja Sinikka Semenoja

source: Kolmm naʹzvaanaž
fin: Saamelaiskäräjät 2009

source: Tät ǩeʹrjj iʹlmstõõvi vuõssmõs vuâra eeʹjj 1979.
fin: Tämä kirja ilmestyi ensimmäisen kerran vuonna 1979.

source: Ku sääʹmǩiõl alggmättʼtõõzzâst aʹlǧǧeš ââʹnned uʹcc bukvaid, šõõddi taarbeʹld teäʹdded ǩeʹrjj oʹđđest.
fin: Kun saamenkielisessä alkuopetuksessa alettiin käyttää pieniä kirjaimia, oli tarvetta ottaa kirjasta uusi painos.

source: Leäi še tarbb teevvad suõm âlladvuõđid da lââʹzzted måttmid suõmid.
fin: Myös nuottien korkeutta piti tarkistaa, ja joitakin nuotteja lisätä.

source: Späʹsseb pukid, ǩeäk leäʹped vieʹǩǩtam, vuäʹpstam da tuäʹrjjääm tän tuâjast.
fin: Nyt kirja ilmestyy jälleen uudistuneena: siinä on käytetty kaikkia Suomessa puhuttuja saamenkieliä.

source: Jåårǥlâttam Marja Sinikka Semenoja
fin: Käännös Marja Sinikka Semenoja

source: Tääʹss: 0-3 kl..
fin: Kouluhallitus 1989

source: Seiddmieʹrr: 40 Hâʹdd: 3,00 €
fin: Anna-Maria Nuutinen, Pirkko Tolvanen

source: Luâttǩeʹrjj 1 Pirstõõzz:
fin: Erkki Alanen, Hannu Virtanen

source: Säämas: Seija Sivertsen
fin: Saameksi: Seija Sivertsen

source: Seiddmieʹrr: 144
fin: Saamelaiskäräjät 2006

source: Siiskâž: LuâttǩeŠrjj 1 maainast luâđ vuâđđaaŠšši pirr: šõddmest, jieŠllmest, jieŠllem määŋgnall-šemvuõđâst, jieŠlljin, aunnsin da ââŠlmveeiđâs-vuõđâst.
fin: Luonnonkirja 1 (Wsoy) kertoo luonnon perusasioista: syntymisestä, elämästä, lajien moninaisuudesta, vuorovaikutuksesta, aineista ja maailmankaikkeudesta.

source: Ciimʹciǩ
fin: Taso: 0-3 lk

source: Mušttlõõžž, mainnâz, tiivt, snimldõõǥǥ, räiddkaart da teâtterčuäjtõs Sääʹmnuõri čeäʹppvuõđâst 2001-2007.
fin: Kirjoituksia, runoja, kuvia ja sarjakuvia, jotka ovat olleet mukana Saamelaisnuorten taidetapahtumassa vuosina 2001-2007.

source: Tuåimtam: Anni Näkkäläjärvi
fin: toimitus ja taitto: Anni Näkkäläjärvi

source: Seiddmieʹrr: 86
fin: Saamelaiskäräjät

source: Hâʹdd: 25,00 €
fin: Teos on julkaistu opetusministeriön erityismäärärahalla.

source: Sääʹmteʹǧǧ 2008 ____________________________________________________________________________________
fin: inarin-, koltan- ja pohjoissaamenkielillä Sopii peruskoulujen äidinkielen opetukseen sekä kaikenikäisille seurapeliksi.

source: ALIAS - sääʹnnsiõrr
fin: Saamelaiskäräjät 2003

source: Sääʹmsooǥǥ laulli
fin: Pelikorteissa on sekä pohjois-, inarin- että koltansaamenkielisiä sanoja, jotka eivät kuitenkaan vastaa toisiaan, joten peliä ei voi käyttää ” sanakirjana ” eri saamenkielten välillä.

source: Seija Sivertsen, Erkki Lumisalmi, Aulikki Lumisalmi,
fin: Laulajat:

source: Tiina Sanila da Sonja Sanila
fin: Tiina Sanila ja Sonja Sanila

source: Hâʹdd: 6,50 €
fin: Saamelaisten kansallislaulu

source: Čõõđteeja: Oulu õllškooul õõudâsškoouŠljemkuvddlõs
fin: Äänitetty SKÁDJA – studiossa Kaarasjoella 1998.

source: Tän ǩeeʹrj mieʹldd täk mâinnâz di še leeuʹd peäʹsse väʹstt mååust põrttses, oummeez årra di tiõrvvuõđid poʹhtte mij saaʹmi tuâlljâž jieʹllempaaiʹǩin.
fin: Kirjaan kuuluu 4 kasettia, joilla on Suomalaisen Kirjallisuuden Seuran ja Kotimaisten Kielten Tutkimuskeskuksen arkistojen äänitteitä.

source: Sääʹm ceerkavlaulli
fin: Oulun yliopisto 1999

source: Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen da Kirsti Näveri-Bogdanoff
fin: Koltansaamenkielistä kirkkolaulua

source: Liântteei: Yle Sámi Radio 2001
fin: Äänitys: Yle Sámi Radio 2001

source: Sääʹmteʹǧǧ 2008
fin: Saamelaiskäräjät 2008

source: Evvan evaŋǧeʹlium
fin: Johanneksen evankeliumi

source: 3 x CD JiõnnǩeŠrjj
fin: 3 CD-äänitettä

source: Liântteei da raajteei: YLE Sámi Radio
fin: Tuottaja: YLE Sámi Radio Saamelaiskäräjät 2008
